/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Valg for mobil konto og annet";
"mcx.pfm_description" =			"Oppretting, sletting og andre innstillinger for mobil konto.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Opprette mobil Hjem-mappe";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Opprette en mobil Hjem-mappe med standardsynkronisering ved brukerpålogging.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Opprett mobil konto";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Opprette mobil konto med synkronisering slått av ved brukerpålogging.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Vise dialogrute for mobil konto";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Vise en dialogrute før oppretting av mobil konto hvor brukeren har muligheten til å hoppe over oppretting av en mobil konto og kan logge seg på med nettverkskontoen og Hjem-mappen på nettverket.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Vise valget for at dialogruten for mobil konto aldri skal vises";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"Tillat at brukeren i dialogruten for oppretting av mobil konto kan velge at dialogruten ikke skal vises ved senere pålogginger.";
"cachedaccounts.create.encrypt.pfm_title" =			"Kreve at mobile Hjem-mapper skal bruke FileVault";
"cachedaccounts.create.encrypt.pfm_description" =			"Opprett Hjem-mapper med FileVault-kryptering for mobile kontoer.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"Kreve hovedpassord for Mobile Hjem-mapper med FileVault";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"Oppretting av mobile Hjem-mapper med FileVault-kryptering krever at du oppgir maskinens hovedpassord. Hvis satt til sann, og et hovedpassord ikke er tilgjengelig, kan oppretting av en Hjem-mappe med FileVault eller en pålogging som oppretter en mobil Hjem-mappe, bli avvist. Hvis satt til usann, kan FileVault opprettes uten et hovedpassord.";
"cachedaccounts.create.maxSize.pfm_title" =			"Størrelsesbegrensning for mobil Hjem-mappe med FileVault";
"cachedaccounts.create.maxSize.pfm_description" =			"Maksimal størrelse for mobile Hjem-mapper med FileVault. Sett til «noMaxSize» for ingen størrelsesbegrensning, «fixed» for å spesifisere en størrelsesbegrensning i nøkkelen «Maksimal størrelse for mobil Hjem-mappe med FileVault» eller «percentOfNetworkHome» for å spesifisere en størrelsesbegrensning som en prosent av kvoten for Hjem-mappen på nettverket i nøkkelen «Maksimal størrelse i prosent for mobil Hjem-mappe med FileVault».";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Maksimal størrelse for mobil Hjem-mappe med FileVault";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Maksimal størrelse for Mobil Hjem-mappe med FileVault i byte (som en streng). Nøkkelen «Maksimal størrelse for mobil Hjem-mappe med FileVault» må være satt til «fixed» for at denne verdien skal ha noen virkning.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Maksimal størrelse i prosent for mobil Hjem-mappe med FileVault";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Maksimal størrelse for Mobil Hjem-mappe med FileVault i prosent av kvoten for Hjem-mappe på nettverket. Nøkkelen «Maksimal størrelse for mobil Hjem-mappe med FileVault» må være satt til «percentOfNetworkHome» for at denne verdien skal ha noen virkning.";
"cachedaccounts.create.location.pfm_title" =			"Plassering for mobil Hjem-mappe";
"cachedaccounts.create.location.pfm_description" =			"Plassering for mobil Hjem-mappe. Velg «startup» for å opprette i /Brukere på startvolumet, «path» for å angi banen til en mappe i nøkkelen «Plassering for mobil Hjem-mappe», «userPicksVolume» for å tillate at brukeren velger et hvilket som helst volum, «userPicksInternalVolume» for å tillate at brukeren velger et hvilket som helst internt volum eller «userPicksExternalVolume» for å tillate at brukeren velger et hvilket som helst eksternt volum.";
"cachedaccounts.create.location.path.pfm_title" =			"Overordnet bane for mobil Hjem-mappe";
"cachedaccounts.create.location.path.pfm_description" =			"En filsystembane til mappen hvor brukerens mobile Hjem-mappe vil bli opprettet. Nøkkelen «Plassering for mobil Hjem-mappe» må være angitt som «path» for at denne innstillingen skal ha noen virkning.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Tillate FileSync-tjener";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Sett til sann for å bruke en ekstern FileSyncAgent-prosess ved synkronisering, hvis tilgjengelig. Sett til usann for å bruke filtjeneren for Hjem-mappe på nettverket ved synkronisering.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Kreve FileSync-tjener";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Sett til sann for å kreve en ekstern FileSyncAgent-prosess ved synkronisering.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Tillate kryptering ved synkronisering";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Sett til sann for å bruke datakryptering ved synkronisering, hvis tilgjengelig. Sett til usann for å ikke bruke datakryptering ved synkronisering.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Kreve kryptering ved synkronisering";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Sett til sann for å kreve datakryptering ved synkronisering.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Levetid for mobil konto";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Ventetid før sletting av en mobil konto og tilhørende Hjem-mappe i sekunder. En verdi på -1 sletter aldri en mobil konto. En verdi på 0 sletter den mobile kontoen så raskt som mulig.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Kreve synkronisering før sletting av mobil konto";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Kreve en vellykket synkronisering av Hjem-mappen før sletting av en mobil konto. Dette gjelder kun for automatisk sletting som angitt i nøkkelen «Levetid for mobil konto».";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Opprett mobil Hjem-mappe med lokal brukermal";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"Når du oppretter en mobil konto, må du opprette den lokale Hjem-mappen ved hjelp av maskinens brukermal.";
"cachedaccounts.create.syncURL.pfm_title" =			"Synkroniserings-URL";
"cachedaccounts.create.syncURL.pfm_description" =			"URL for Hjem-mappe på nettverket, som brukes ved synkronisering av Hjem-mappen. Brukes kun ved opprettelse av mobil konto. Strengen «%@» blir erstattet av brukerens oppføringsnavn før bruk. Eksempel: afp://mintjener.apple.com/Users/BygningA/%@ .";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Tillat oppretting av PHD hvis det oppstår feil";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Sett til usann for å ikke tillate at brukere oppretter PHD-kontoer hvis det oppstår en synkroniseringsfeil.";

"timeZone.pfm_title" = "Tidssone";
"timeZone.pfm_description" = "Sett til et standard tidssonenavn, for eksempel «Amerika/Los_Angeles» eller «USA/Stillehavet» som i /usr/share/zoneInfo.";
"timeServer.pfm_title" = "Tidstjener";
"timeServer.pfm_description" = "Sett til et kjent tidstjenernavn, for eksempel «time.apple.com».";

"DisableGuestAccount.pfm_title" = "Deaktivere gjestekonto";
"DisableGuestAccount.pfm_description" = "Sett til sann for å deaktivere gjestekontoen. Sett til usann for å aktivere en gjestekonto.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Tid for brukerlisteoppdatering i påloggingsvindu";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Sett til antall ekstra ganger brukerlisten skal be om å bli oppdatert.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Sekunder forsinkelse for brukerlisteoppdatering i påloggingsvindu";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Sett til antall sekunder mellom hver gang vi ber om at brukerlisten blir oppdatert. Sett til 0 for å deaktivere.";

"RequireAdminForIBSS.pfm_title" = "Krev admin. for AirPort IBSS";
"RequireAdminForIBSS.pfm_description" = "Sett til sann for å kreve administratorpassord for oppretting av individuelle AirPort IBSS-nettverk. Sett til usann for å deaktivere.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Krev admin. for bytting av AirPort-nettverk";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Sett til sann for å kreve administratorpassord for å bytte AirPort-nettverk. Sett til usann for å deaktivere.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Krev admin. for å slå AirPort av/på";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Sett til sann for å kreve administratorpassord for å slå AirPort av og på. Sett til usann for å deaktivere.";
